{"0": "leukoencephalopathy, progressive, with ovarian failure", "1": "keratoconus", "2": "pancreatic agenesis", "3": "alcohol-related disorders", "4": "cystinuria", "5": "spondylolisthesis", "6": "46,XX sex reversal 1", "7": "cocaine abuse", "8": "vertebral, cardiac, renal, and limb defects syndrome 2", "9": "gastric adenocarcinoma", "10": "epidermolysis bullosa simplex with circinate migratory erythema", "11": "Diamond-Blackfan anemia", "12": "myeloid leukemia", "13": "classic phenylketonuria", "14": "thyrotoxicosis", "15": "arrhythmogenic right ventricular cardiomyopathy", "16": "intellectual disability, X-linked 97", "17": "pulmonary fibrosis", "18": "autosomal dominant polycystic kidney disease", "19": "diverticulitis", "20": "familial hypertryptophanemia", "21": "neuroblastoma", "22": "familial schizencephaly", "23": "granulomatous disease, chronic, X-linked", "24": "hereditary spherocytosis type 5", "25": "carcinosarcoma", "26": "fatal mitochondrial disease due to combined oxidative phosphorylation defect type 3", "27": "renal tubular dysgenesis", "28": "autosomal recessive cutis laxa type 2C", "29": "Helicobacter pylori infectious disease", "30": "malignant peripheral nerve sheath tumor", "31": "bone osteosarcoma", "32": "neoplasm of esophagus", "33": "pseudo-von Willebrand disease", "34": "familial expansile osteolysis", "35": "progressive osseous heteroplasia", "36": "Noonan syndrome-like disorder with loose anagen hair 1", "37": "facial paresis, hereditary congenital, 2", "38": "postencephalitic Parkinson disease", "39": "intellectual disability, autosomal dominant 57", "40": "erectile dysfunction", "41": "cerebral arteriopathy, autosomal dominant, with subcortical infarcts and leukoencephalopathy, type 1", "42": "dyslexia, susceptibility to, 2", "43": "paraganglioma", "44": "primary ciliary dyskinesia 30", "45": "acquired partial lipodystrophy", "46": "2-aminoadipic 2-oxoadipic aciduria", "47": "blepharoconjunctivitis", "48": "multiple congenital anomalies-hypotonia-seizures syndrome 3", "49": "autosomal recessive spinocerebellar ataxia 12", "50": "uremia", "51": "B cell deficiency", "52": "pneumococcal infection", "53": "UV-sensitive syndrome 1", "54": "developmental and epileptic encephalopathy, 63", "55": "male infertility due to large-headed multiflagellar polyploid spermatozoa", "56": "complete androgen insensitivity syndrome", "57": "caudal duplication", "58": "Vogt-Koyanagi-Harada disease", "59": "3MC syndrome", "60": "Williams syndrome", "61": "trichinosis", "62": "familial hypoparathyroidism", "63": "fallopian tube cancer", "64": "Shprintzen-Goldberg syndrome", "65": "Bardet-Biedl syndrome 18", "66": "streptococcal pneumonia", "67": "intellectual disability, autosomal recessive 45", "68": "cryptosporidiosis-chronic cholangitis-liver disease syndrome", "69": "bone Paget disease", "70": "annular epidermolytic ichthyosis", "71": "autosomal recessive agammaglobulinemia 1", "72": "uveal melanoma", "73": "secondary polycythemia", "74": "corneal dystrophy, Fuchs endothelial, 3", "75": "bacterial conjunctivitis", "76": "chromosome 5q deletion syndrome", "77": "pachyonychia congenita", "78": "irritant dermatitis", "79": "skin basal cell carcinoma", "80": "intellectual disability, autosomal dominant 4", "81": "papillary craniopharyngioma", "82": "chromosome 18q deletion syndrome", "83": "hypophosphatemic rickets, X-linked recessive", "84": "breast cancer", "85": "multiple endocrine neoplasia type 1", "86": "neoplasm with perivascular epithelioid cell differentiation", "87": "epithelioid leiomyosarcoma", "88": "Dowling-Degos disease 1", "89": "brachyolmia", "90": "autosomal recessive Stickler syndrome", "91": "familial multiple nevi flammei", "92": "familial juvenile hyperuricemic nephropathy type 1", "93": "early-onset anterior polar cataract", "94": "familial renal glucosuria", "95": "esophagus carcinoma in situ", "96": "familial lipoprotein lipase deficiency", "97": "retinitis pigmentosa-juvenile cataract-short stature-intellectual disability syndrome", "98": "polydactyly of a triphalangeal thumb", "99": "larynx cancer", "100": "peroxisome biogenesis disorder 10B", "101": "ectodermal dysplasia-syndactyly syndrome 1", "102": "granulomatous disease, chronic, autosomal recessive, cytochrome b-positive, type 3", "103": "morbid obesity", "104": "triphalangeal thumb-polysyndactyly syndrome", "105": "lattice corneal dystrophy", "106": "immune system disease", "107": "microcephaly", "108": "hematopoietic and lymphoid system neoplasm", "109": "spleen cancer", "110": "Ewing sarcoma", "111": "Duchenne and Becker muscular dystrophy", "112": "GM1 gangliosidosis type 3", "113": "immunodeficiency 31B", "114": "Adams-Oliver syndrome", "115": "glomerulonephritis", "116": "frontotemporal dementia with motor neuron disease", "117": "glycogen storage disease due to aldolase A deficiency", "118": "movement disorder", "119": "peroxisome biogenesis disorder 2A (Zellweger)", "120": "syndromic X-linked intellectual disability Snyder type", "121": "Usher syndrome type 3", "122": "protein-losing enteropathy", "123": "vulvovaginal candidiasis", "124": "Cornelia de Lange syndrome 4", "125": "biliary atresia", "126": "renal tubular acidosis, distal, 3, with or without sensorineural hearing loss", "127": "ovarian granulosa cell tumor", "128": "colon carcinoma", "129": "central nervous system malformation", "130": "ocular albinism with late-onset sensorineural deafness", "131": "familial temporal lobe epilepsy 8", "132": "benign breast phyllodes tumor", "133": "familial hypocalciuric hypercalcemia 2", "134": "hypoplastic left heart syndrome", "135": "encephalopathy due to hydroxykynureninuria", "136": "primary ciliary dyskinesia", "137": "acral peeling skin syndrome", "138": "lesion of sciatic nerve", "139": "pulmonary embolism", "140": "Diamond-Blackfan anemia 3", "141": "tick-borne infectious disease", "142": "coenzyme Q10 deficiency", "143": "renal osteodystrophy", "144": "irritable bowel syndrome", "145": "Weaver syndrome", "146": "pervasive developmental disorder", "147": "metaphyseal anadysplasia 2", "148": "cholangiocarcinoma", "149": "Leber hereditary optic neuropathy", "150": "compartment syndrome", "151": "amyotrophic neuralgia", "152": "telangiectasis", "153": "retinal degeneration", "154": "Fanconi anemia complementation group T", "155": "bone fracture", "156": "laurin-Sandrow syndrome", "157": "retinitis pigmentosa 17", "158": "achondroplasia", "159": "primary failure of tooth eruption", "160": "Wildervanck syndrome", "161": "neoplasm of neck", "162": "geleophysic dysplasia", "163": "heart and brain malformation syndrome", "164": "trigonocephaly", "165": "speech disorder", "166": "basal ganglia calcification, idiopathic, 5", "167": "3-hydroxyisobutyryl-CoA hydrolase deficiency", "168": "hyperammonemia due to N-acetylglutamate synthase deficiency", "169": "Hodgkin's lymphoma, lymphocytic depletion", "170": "ventricular fibrillation", "171": "leukodystrophy", "172": "cystinosis", "173": "Sanfilippo syndrome type C", "174": "craniosynostosis 4", "175": "peripheral neuropathy", "176": "dopa-responsive dystonia", "177": "even-plus syndrome", "178": "epidermolysis bullosa", "179": "polyglucosan body myopathy type 2", "180": "neuronopathy, distal hereditary motor, type 5A", "181": "achromatopsia 3", "182": "lymphoproliferative syndrome 2", "183": "spinocerebellar ataxia, autosomal recessive, with axonal neuropathy", "184": "type 1 diabetes mellitus 2", "185": "cerebral cavernous malformation 1", "186": "neuronopathy, distal hereditary motor, type 2C", "187": "X-linked mixed deafness with perilymphatic gusher", "188": "Stargardt disease", "189": "lupus erythematosus", "190": "chromosome 17q12 deletion syndrome", "191": "Asperger syndrome, X-linked, susceptibility to, 2", "192": "short rib-polydactyly syndrome, Verma-Naumoff type", "193": "pituitary gland adenoma", "194": "AA amyloidosis", "195": "spasticity-ataxia-gait anomalies syndrome", "196": "sickle cell-hemoglobin c disease syndrome", "197": "renal dysplasia, cystic, susceptibility to", "198": "congenital hypotrichosis with juvenile macular dystrophy", "199": "X-linked myopathy with postural muscle atrophy", "200": "benign concentric annular macular dystrophy", "201": "thrombocythemia 2", "202": "coloboma of macula", "203": "extraskeletal Ewing sarcoma", "204": "epilepsy, idiopathic generalized, susceptibility to, 11", "205": "patent ductus arteriosus", "206": "46,XX ovotesticular disorder of sex development", "207": "intestinal obstruction", "208": "skin cancer", "209": "coronary stenosis", "210": "hypercholesterolemia, autosomal dominant, type B", "211": "vasculitis due to ADA2 deficiency", "212": "paraneoplastic syndrome", "213": "developmental malformations-deafness-dystonia syndrome", "214": "familial cold autoinflammatory syndrome", "215": "palmoplantar keratoderma i, striate, focal, or diffuse", "216": "bone resorption disease", "217": "lupus nephritis", "218": "autosomal recessive nonsyndromic deafness 89", "219": "primary ciliary dyskinesia 7", "220": "Treacher-Collins syndrome 1", "221": "X-linked dominant hypophosphatemic rickets", "222": "fibrosarcoma", "223": "hemolytic anemia due to pyrimidine 5' nucleotidase deficiency", "224": "glycogen storage disease due to glycogen branching enzyme deficiency, childhood neuromuscular form", "225": "adrenal gland hyperfunction", "226": "branchio-oto-renal syndrome", "227": "renal cysts and diabetes syndrome", "228": "pyruvate dehydrogenase E3-binding protein deficiency", "229": "chondroblastoma", "230": "polycystic kidney disease 3 with or without polycystic liver disease", "231": "Charcot-Marie-Tooth disease", "232": "pharynx cancer", "233": "intellectual disability, autosomal dominant 33", "234": "brainstem cancer", "235": "polyomavirus infectious disease", "236": "glaucoma 1, open angle, G", "237": "X-linked severe congenital neutropenia", "238": "growth hormone insensitivity syndrome", "239": "Bardet-Biedl syndrome 14", "240": "familial nephrotic syndrome", "241": "pancreatic ductal adenocarcinoma", "242": "prune belly syndrome", "243": "perennial allergic rhinitis", "244": "Saethre-Chotzen syndrome", "245": "intrinsic asthma", "246": "pleural disease", "247": "autosomal dominant nonsyndromic deafness 2A", "248": "pityriasis versicolor", "249": "pneumonitis", "250": "mucopolysaccharidosis", "251": "intellectual disability, autosomal recessive 51", "252": "autosomal dominant nonsyndromic deafness 69", "253": "adrenal gland disease", "254": "carnitine palmitoyl transferase 1A deficiency", "255": "C3 glomerulonephritis", "256": "carpal tunnel syndrome 1", "257": "porokeratosis of Mibelli", "258": "juvenile dermatomyositis", "259": "sensory peripheral neuropathy", "260": "linear skin defects with multiple congenital anomalies", "261": "spondyloepimetaphyseal dysplasia, PAPSS2 type", "262": "hereditary spherocytosis", "263": "neurofibromatosis type 3", "264": "developmental and epileptic encephalopathy, 28", "265": "mantle cell lymphoma", "266": "sick sinus syndrome", "267": "congenital bile acid synthesis defect 2", "268": "PYCR1-related de Barsy syndrome", "269": "autosomal dominant omodysplasia", "270": "myopathy due to calsequestrin and SERCA1 protein overload", "271": "hematologic disease", "272": "fibrous dysplasia", "273": "seborrhea-like dermatitis with psoriasiform elements", "274": "cancer", "275": "retinitis pigmentosa 57", "276": "myotonic dystrophy", "277": "immunodeficiency, common variable, 2", "278": "staphylococcal infection", "279": "transitional cell carcinoma", "280": "urolithiasis", "281": "dilated cardiomyopathy 1P", "282": "Cornelia de Lange syndrome", "283": "physiological sexual disorder", "284": "occupational dermatitis", "285": "Omenn syndrome", "286": "Brugada syndrome 9", "287": "progressive external ophthalmoplegia with mitochondrial DNA deletions, autosomal dominant 1", "288": "amelogenesis imperfecta-gingival hyperplasia syndrome", "289": "atypical hemolytic-uremic syndrome with I factor anomaly", "290": "Camurati-Engelmann disease", "291": "maturity-onset diabetes of the young type 10", "292": "neuropathy, hereditary sensory, type 1D", "293": "multiple epiphyseal dysplasia due to collagen 9 anomaly", "294": "insomnia", "295": "magnesium deficiency", "296": "ophthalmoplegia", "297": "spondyloepiphyseal dysplasia with congenital joint dislocations", "298": "branchiootorenal syndrome 2", "299": "cholecystitis", "300": "multiple synostoses syndrome 2", "301": "muscular dystrophy-dystroglycanopathy type B6", "302": "hypertrophic cardiomyopathy 13", "303": "muscular dystrophy-dystroglycanopathy (congenital with brain and eye anomalies), type A14", "304": "Muckle-Wells syndrome", "305": "generalized anxiety disorder", "306": "hypertrophic cardiomyopathy 10", "307": "Melnick-Needles syndrome", "308": "muscular disease", "309": "Aicardi-Goutieres syndrome 1", "310": "exostoses, multiple, type 1", "311": "congenital generalized lipodystrophy type 1", "312": "inborn serine deficiency", "313": "motor neuron disease", "314": "breast disease", "315": "neurofibrosarcoma", "316": "Noonan syndrome with multiple lentigines", "317": "psoriatic arthritis", "318": "malaria", "319": "pituitary cancer", "320": "aplastic anemia", "321": "dermatophytosis of scalp or beard", "322": "penile cancer", "323": "inherited hemoglobinopathy", "324": "peripheral primitive neuroectodermal tumor", "325": "cystitis", "326": "lymphoplasmacytic lymphoma", "327": "melanoma", "328": "X-linked Opitz G/BBB syndrome", "329": "congenital stationary night blindness 1G", "330": "infertility disorder", "331": "nemaline myopathy 1", "332": "Klinefelter syndrome", "333": "facioscapulohumeral muscular dystrophy 1", "334": "water intoxication", "335": "retinitis pigmentosa 7", "336": "peroxisome biogenesis disorder", "337": "Finnish type amyloidosis", "338": "hereditary persistence of alpha-fetoprotein", "339": "sporotrichosis", "340": "parietal foramina 2", "341": "tinea corporis", "342": "creatine transporter deficiency", "343": "short-rib thoracic dysplasia 7 with or without polydactyly", "344": "histoplasmosis", "345": "achromatopsia 2", "346": "reticular dysgenesis", "347": "chondromalacia", "348": "coronary artery disease", "349": "intellectual disability, autosomal recessive 60", "350": "hepatorenal syndrome", "351": "mitochondrial neurogastrointestinal encephalomyopathy", "352": "substance dependence", "353": "childhood absence epilepsy", "354": "major affective disorder 2", "355": "leukodystrophy, hypomyelinating, 16", "356": "multiple endocrine neoplasia type 2B", "357": "epithelioid hemangioendothelioma", "358": "mucopolysaccharidosis type 6", "359": "progressive retinal dystrophy due to retinol transport defect", "360": "systemic-onset juvenile idiopathic arthritis", "361": "proteasome-associated autoinflammatory syndrome 3", "362": "rheumatic disorder", "363": "desquamative interstitial pneumonia", "364": "hawkinsinuria", "365": "trichorhinophalangeal syndrome type II", "366": "combined immunodeficiency, X-linked", "367": "tooth agenesis, selective, X-linked, 1", "368": "Birk-Barel syndrome", "369": "Charcot-Marie-Tooth disease type 4D", "370": "Jervell and Lange-Nielsen syndrome 2", "371": "xanthoma", "372": "Seckel syndrome", "373": "primary hyperoxaluria", "374": "peritonitis", "375": "arrhythmogenic right ventricular dysplasia 1", "376": "spermatogenic failure 8", "377": "DDOST-CDG", "378": "congenital hydrocephalus", "379": "coloboma", "380": "thalassemia", "381": "congenital adrenal hyperplasia due to cytochrome P450 oxidoreductase deficiency", "382": "rhabdomyosarcoma", "383": "kidney angiomyolipoma", "384": "fragile X syndrome", "385": "paranoid schizophrenia", "386": "vitamin A deficiency", "387": "autosomal recessive nonsyndromic deafness 76", "388": "cataract 17 multiple types", "389": "glycogen storage disease due to glycogen branching enzyme deficiency", "390": "autosomal dominant nonsyndromic deafness 64", "391": "mouth disease", "392": "Senior-Loken syndrome 9", "393": "alopecia", "394": "Wilson-Turner syndrome", "395": "non-immune hydrops fetalis", "396": "cerebellar ataxia, intellectual disability, and dysequilibrium", "397": "patterned macular dystrophy 2", "398": "bowel dysfunction", "399": "muscular dystrophy-dystroglycanopathy (congenital with intellectual disability), type B14", "400": "dacryocystitis", "401": "Niemann-Pick disease, type C2", "402": "duodenal ulcer", "403": "prostate adenocarcinoma", "404": "familial melanoma", "405": "Pearson syndrome", "406": "ciliopathy", "407": "Treacher-Collins syndrome", "408": "nephrotic syndrome, type 11", "409": "chromosome 22q11.2 deletion syndrome, distal", "410": "hypothyroidism due to deficient transcription factors involved in pituitary development or function", "411": "triple-A syndrome", "412": "periodic fever syndrome", "413": "unilateral multicystic dysplastic kidney", "414": "Smith-McCort dysplasia", "415": "central nervous system disease", "416": "diabetic autonomic neuropathy", "417": "epilepsy with generalized tonic-clonic seizures", "418": "hereditary spherocytosis type 4", "419": "hepatic coma", "420": "ventricular tachycardia", "421": "Zimmermann-Laband syndrome", "422": "hypotrichosis simplex", "423": "Borjeson-Forssman-Lehmann syndrome", "424": "hepatitis B virus infection", "425": "Sanfilippo syndrome type A", "426": "nephronophthisis-like nephropathy 1", "427": "Cockayne syndrome", "428": "familial infantile myoclonic epilepsy", "429": "autosomal dominant cerebellar ataxia", "430": "esophageal cancer", "431": "bursitis", "432": "progressive supranuclear palsy-parkinsonism syndrome", "433": "hepatitis", "434": "testicular disease", "435": "inborn carbohydrate metabolic disorder", "436": "Brunner syndrome", "437": "marginal zone lymphoma", "438": "cholestasis", "439": "Laron syndrome", "440": "ochronosis disorder", "441": "Liddle syndrome", "442": "Mobius syndrome", "443": "COACH syndrome 1", "444": "focal segmental glomerulosclerosis 1", "445": "hemolytic-uremic syndrome", "446": "heme oxygenase 1 deficiency", "447": "granulosa cell tumor", "448": "glycogen storage disease due to acid maltase deficiency, late-onset", "449": "glucocorticoid resistance", "450": "dermatopathia pigmentosa reticularis", "451": "hereditary spastic paraplegia 17", "452": "Leigh syndrome", "453": "striatonigral degeneration, infantile, mitochondrial", "454": "inherited neurodegenerative disorder", "455": "methylmalonic acidemia", "456": "autosomal recessive nonsyndromic deafness 31", "457": "Dias-Logan syndrome", "458": "MALT lymphoma", "459": "benign neoplasm of pancreas", "460": "laryngeal neoplasm", "461": "intellectual disability, autosomal dominant 41", "462": "Ehlers-Danlos syndrome", "463": "Kallmann syndrome", "464": "succinic semialdehyde dehydrogenase deficiency", "465": "Diamond-Blackfan anemia 12", "466": "Haddad syndrome", "467": "infantile cerebral and cerebellar atrophy with postnatal progressive microcephaly", "468": "potassium deficiency disease", "469": "Zollinger-Ellison syndrome", "470": "woolly hair-palmoplantar keratoderma syndrome", "471": "lethal restrictive dermopathy", "472": "nervous system disorder", "473": "Diamond-Blackfan anemia 10", "474": "carpal tunnel syndrome", "475": "laryngeal squamous cell carcinoma", "476": "preeclampsia", "477": "epilepsy, idiopathic generalized, susceptibility to, 12", "478": "partial central choroid dystrophy", "479": "gastric ulcer", "480": "epiphyseal dysplasia, multiple, 7", "481": "sulfite oxidase deficiency due to molybdenum cofactor deficiency type B", "482": "hypogonadotropic hypogonadism 11 with or without anosmia", "483": "hearing loss, cisplatin-induced, susceptibility to", "484": "neurocutaneous melanocytosis", "485": "B4GALT1-CDG", "486": "autosomal recessive congenital ichthyosis 1", "487": "plasma cell myeloma", "488": "placenta disease", "489": "progressive external ophthalmoplegia", "490": "TCF12-related craniosynostosis", "491": "mucopolysaccharidosis type 9", "492": "Leber congenital amaurosis 11", "493": "tenosynovitis", "494": "encephalopathy due to prosaposin deficiency", "495": "nephrosis", "496": "neuronal ceroid lipofuscinosis", "497": "glycine encephalopathy", "498": "thyroid gland follicular carcinoma", "499": "keratosis", "500": "overactive bladder", "501": "genitopatellar syndrome", "502": "dyskeratosis congenita, autosomal dominant 6", "503": "autosomal recessive nonsyndromic deafness 26", "504": "polydactyly", "505": "paroxysmal nocturnal hemoglobinuria 2", "506": "bone marrow disease", "507": "syndactyly type 3", "508": "acquired polycythemia vera", "509": "methylmalonic aciduria and homocystinuria type cblD", "510": "early myoclonic encephalopathy", "511": "aspergillosis", "512": "neuroretinitis", "513": "pyruvate dehydrogenase E3 deficiency", "514": "Cockayne syndrome type 2", "515": "zebra body myopathy", "516": "cellular ependymoma", "517": "neurodevelopmental disorder with epilepsy, cataracts, feeding difficulties, and delayed brain myelination", "518": "HIV infectious disease", "519": "lead poisoning", "520": "dextrocardia", "521": "Joubert syndrome 6", "522": "amyloidosis", "523": "exostosis", "524": "progressive myoclonic epilepsy type 7", "525": "right atrial isomerism", "526": "gliosarcoma", "527": "premature ovarian failure 7", "528": "hypotonia-cystinuria syndrome", "529": "hypokalemic periodic paralysis", "530": "choroidal dystrophy, central areolar, 1", "531": "malignant ependymoma", "532": "Diamond-Blackfan anemia 5", "533": "isolated focal non-epidermolytic palmoplantar keratoderma", "534": "ABri amyloidosis", "535": "rheumatoid factor-negative juvenile idiopathic arthritis", "536": "hypomyelinating leukodystrophy 6", "537": "juvenile hyaline fibromatosis", "538": "malignant glioma", "539": "pemphigus", "540": "asthma, nasal polyps, and aspirin intolerance", "541": "seborrheic dermatitis", "542": "congenital high-molecular-weight kininogen deficiency", "543": "congenital dyserythropoietic anemia type 4", "544": "dystonia 25", "545": "Adams-Oliver syndrome 1", "546": "progesterone resistance", "547": "jugulotympanic paraganglioma", "548": "hemochromatosis type 2", "549": "dentatorubral-pallidoluysian atrophy", "550": "hypogonadotropic hypogonadism 19 with or without anosmia", "551": "hepatoerythropoietic porphyria", "552": "reticulum cell sarcoma", "553": "thyroid gland papillary carcinoma", "554": "galactorrhea", "555": "Mungan syndrome", "556": "amyotrophic lateral sclerosis type 18", "557": "non-arteritic anterior ischemic optic neuropathy", "558": "hyper-IgM syndrome type 1", "559": "ankyloblepharon-ectodermal defects-cleft lip/palate syndrome", "560": "large cell carcinoma", "561": "Charcot-Marie-Tooth disease type 2D", "562": "neuropathy, hereditary sensory, type 1F", "563": "arteriovenous malformations of the brain", "564": "agammaglobulinemia", "565": "acne inversa, familial, 2", "566": "primary ciliary dyskinesia 11", "567": "aplasia cutis congenita", "568": "autosomal dominant nonsyndromic deafness 40", "569": "kleptomania", "570": "gram-positive bacterial infections", "571": "nonsyndromic genetic deafness", "572": "amyotrophic lateral sclerosis type 1", "573": "combined oxidative phosphorylation defect type 7", "574": "noise induced hearing loss", "575": "epidermolysis bullosa simplex", "576": "Joubert syndrome with ocular defect", "577": "scabies", "578": "hypertrophic cardiomyopathy 8", "579": "vestibular disease", "580": "tremor, hereditary essential, 1", "581": "frontonasal dysplasia with alopecia and genital anomaly", "582": "Diamond-Blackfan anemia 8", "583": "Alazami-Yuan syndrome", "584": "acquired idiopathic inflammatory myopathy", "585": "atypical teratoid rhabdoid tumor", "586": "thrombocytopenia 4", "587": "lymphedema, hereditary, 1D", "588": "pulverulent cataract", "589": "Stickler syndrome, type 4", "590": "pancreatic triacylglycerol lipase deficiency", "591": "giant cell glioblastoma", "592": "X-linked dyserythropoetic anemia with abnormal platelets and neutropenia", "593": "familial meningioma", "594": "melanoma, cutaneous malignant, susceptibility to, 1", "595": "primary pulmonary hypertension", "596": "immunodeficiency 47", "597": "esophagitis", "598": "Charcot-Marie-Tooth disease axonal type 2K", "599": "platelet-type bleeding disorder 18", "600": "stomach carcinoma in situ", "601": "spastic quadriplegia", "602": "LEOPARD syndrome 1", "603": "familial Mediterranean fever", "604": "fetal alcohol syndrome", "605": "coronary aneurysm", "606": "exocrine pancreatic carcinoma", "607": "hypoplasminogenemia", "608": "schistosomiasis", "609": "muscular dystrophy-dystroglycanopathy (congenital with brain and eye anomalies), type A3", "610": "generalized juvenile polyposis/juvenile polyposis coli", "611": "primary progressive aphasia", "612": "familial thrombocytosis", "613": "adenylosuccinate lyase deficiency", "614": "cardiovascular disease", "615": "Brugada syndrome 2", "616": "panic disorder", "617": "FADD-related immunodeficiency", "618": "heart defect - tongue hamartoma - polysyndactyly syndrome", "619": "miliary tuberculosis", "620": "multiple system atrophy", "621": "punctate palmoplantar keratoderma type 1", "622": "Chiari malformation type II", "623": "microcephaly 19, primary, autosomal recessive", "624": "mast cell leukemia", "625": "childhood oligodendroglioma", "626": "myxopapillary ependymoma", "627": "hyper-IgM syndrome type 3", "628": "neurofibroma", "629": "retinitis pigmentosa 79", "630": "Pierpont syndrome", "631": "obstructive sleep apnea syndrome", "632": "lymphatic system disease", "633": "nephrotic syndrome, type 12", "634": "X-linked hypohidrotic ectodermal dysplasia", "635": "intellectual disability, X-linked 101", "636": "retinoblastoma", "637": "musculoskeletal system disease", "638": "hypotonia, ataxia, developmental delay, and tooth enamel defect syndrome", "639": "glomuvenous malformation", "640": "TH-deficient dopa-responsive dystonia", "641": "hereditary leiomyomatosis and renal cell cancer", "642": "cutis laxa, autosomal dominant 3", "643": "aniridia-cerebellar ataxia-intellectual disability syndrome", "644": "pancreas disease", "645": "acute liver failure", "646": "microvascular complications of diabetes, susceptibility to, 6", "647": "dysthymic disorder", "648": "digestive system neuroendocrine neoplasm", "649": "atrial septal defect 7", "650": "Pelger-Huet anomaly", "651": "holoprosencephaly 3", "652": "myelofibrosis", "653": "stomatitis", "654": "brittle cornea syndrome 2", "655": "choanal atresia", "656": "maturity-onset diabetes of the young type 1", "657": "autism, susceptibility to, X-linked 5", "658": "polymicrogyria, bilateral perisylvian, autosomal recessive", "659": "Nager acrofacial dysostosis", "660": "cataract 22 multiple types", "661": "combined oxidative phosphorylation deficiency", "662": "hypertensive disorder", "663": "psoriasis", "664": "type I complement component 8 deficiency", "665": "drug dependence", "666": "angiomyolipoma", "667": "NEK9-related lethal skeletal dysplasia", "668": "partial androgen insensitivity syndrome", "669": "hypertension, pregnancy-induced", "670": "X-linked syndromic intellectual disability", "671": "peroxisome biogenesis disorder 13A (Zellweger)", "672": "cerebral arteriopathy, autosomal dominant, with subcortical infarcts and leukoencephalopathy, type 2", "673": "spinocerebellar ataxia, autosomal recessive 26", "674": "poikiloderma with neutropenia", "675": "chronic monocytic leukemia", "676": "X-linked disease", "677": "extraskeletal myxoid chondrosarcoma", "678": "prolactin-producing pituitary gland adenoma", "679": "TARP syndrome", "680": "intellectual disability, autosomal recessive 6", "681": "Carney-Stratakis syndrome", "682": "isovaleric acidemia", "683": "biliary dyskinesia", "684": "adult polyglucosan body disease", "685": "Rh deficiency syndrome", "686": "thyroid ectopia", "687": "aspartylglucosaminuria", "688": "Parkinson disease", "689": "Meier-Gorlin syndrome 1", "690": "prostate carcinoma", "691": "IDDM 1", "692": "Lennox-Gastaut syndrome", "693": "Pediculus humanus capitis infestation", "694": "Larsen-like syndrome, B3GAT3 type", "695": "hyperlysinuria with hyperammonemia", "696": "respiratory failure", "697": "severe neurodegenerative syndrome with lipodystrophy", "698": "malignant choroid melanoma", "699": "hereditary episodic ataxia", "700": "dilated cardiomyopathy 1D", "701": "glycogen storage disease IXc", "702": "Noonan syndrome 7", "703": "ichthyosis, congenital, autosomal recessive 14", "704": "porokeratotic eccrine ostial and dermal duct nevus", "705": "idiopathic hypereosinophilic syndrome", "706": "coenzyme Q10 deficiency, primary, 1", "707": "meningitis", "708": "holoprosencephaly", "709": "peroxisome biogenesis disorder 11B", "710": "Wilms tumor 1", "711": "alpha-N-acetylgalactosaminidase deficiency type 1", "712": "kidney cancer", "713": "cataract 39 multiple types", "714": "neurodevelopmental disorder with microcephaly, epilepsy, and brain atrophy", "715": "Krabbe disease, atypical, due to saposin A deficiency", "716": "enterocolitis", "717": "hyperphenylalaninemia due to tetrahydrobiopterin deficiency", "718": "radiation injury", "719": "diabetic macular edema", "720": "megaloblastic anemia", "721": "gestational trophoblastic disease", "722": "hypomyelinating leukodystrophy 11", "723": "velocardiofacial syndrome", "724": "inherited retinal dystrophy", "725": "retinal dystrophy with or without macular staphyloma", "726": "autosomal recessive limb-girdle muscular dystrophy type 2P", "727": "retinitis", "728": "Phelan-McDermid syndrome", "729": "renal hypomagnesemia 6", "730": "colorectal carcinoma", "731": "encephalitis", "732": "infant gynecomastia", "733": "myofibrillar myopathy", "734": "hypogonadotropic hypogonadism 8 with or without anosmia", "735": "isolated thyroid-stimulating hormone deficiency", "736": "Schimke immuno-osseous dysplasia", "737": "sideroblastic anemia 2", "738": "giant axonal neuropathy 2", "739": "long chain 3-hydroxyacyl-CoA dehydrogenase deficiency", "740": "COVID-19", "741": "Gaucher disease type I", "742": "hypomyelinating leukodystrophy 9", "743": "transient myeloproliferative syndrome", "744": "nodular sclerosis classical Hodgkin lymphoma", "745": "aneuploidy", "746": "microcephaly and chorioretinopathy 1", "747": "myopia 23, autosomal recessive", "748": "myopia 6", "749": "Duchenne muscular dystrophy", "750": "adrenoleukodystrophy", "751": "Sanfilippo syndrome type B", "752": "3-hydroxyacyl-CoA dehydrogenase deficiency", "753": "adrenocortical insufficiency", "754": "autosomal dominant polycystic liver disease", "755": "myoepithelial tumor", "756": "46,XY sex reversal 4", "757": "cystic leukoencephalopathy without megalencephaly", "758": "mandibuloacral dysplasia with type A lipodystrophy", "759": "developmental disability", "760": "autosomal dominant keratitis", "761": "hyperprolinemia type 2", "762": "X-linked intellectual disability with marfanoid habitus", "763": "localized scleroderma", "764": "acute erythroleukemia, familial", "765": "antiphospholipid syndrome", "766": "angiokeratoma", "767": "trichothiodystrophy", "768": "Feingold syndrome type 1", "769": "classic congenital adrenal hyperplasia due to 21-hydroxylase deficiency", "770": "combined immunodeficiency due to GINS1 deficiency", "771": "Naegeli-Franceschetti-Jadassohn syndrome", "772": "Wiskott-Aldrich syndrome", "773": "developmental and epileptic encephalopathy, 6", "774": "hepatitis C virus infection", "775": "vascular disease", "776": "congenital brain dysgenesis due to glutamine synthetase deficiency", "777": "Duane retraction syndrome 2", "778": "melorheostosis with osteopoikilosis", "779": "multiple synostoses syndrome 3", "780": "hereditary thrombophilia due to congenital protein C deficiency", "781": "torsion dystonia 6", "782": "frontotemporal dementia and/or amyotrophic lateral sclerosis 1", "783": "bronchiectasis with or without elevated sweat chloride 2", "784": "anterior uveitis", "785": "Quebec platelet disorder", "786": "autosomal recessive hypohidrotic ectodermal dysplasia", "787": "vitamin D-dependent rickets, type 2A", "788": "spastic monoplegia", "789": "citrullinemia", "790": "classic galactosemia", "791": "basal cell carcinoma, susceptibility to, 1", "792": "isolated growth hormone deficiency type IA", "793": "spindle cell sarcoma", "794": "sleep apnea syndrome", "795": "Henoch-Schoenlein purpura", "796": "pentosuria", "797": "large congenital melanocytic nevus", "798": "polyarteritis nodosa", "799": "urinary bladder neoplasm", "800": "botulism", "801": "brain infarction", "802": "hypoparathyroidism-deafness-renal disease syndrome", "803": "platelet-type bleeding disorder 10", "804": "autoimmune hemolytic anemia", "805": "Bardet-Biedl syndrome 11", "806": "hypogonadotropic hypogonadism 6 with or without anosmia", "807": "sarcoidosis", "808": "telangiectasia, hereditary hemorrhagic, type 2", "809": "Griscelli syndrome", "810": "intervertebral disc degenerative disorder", "811": "mesenchymal chondrosarcoma", "812": "Hartnup disease", "813": "pulmonary hypertension", "814": "acquired thrombocytopenia", "815": "congenital factor VII deficiency", "816": "Meacham syndrome", "817": "oculodentodigital dysplasia", "818": "Charcot-Marie-Tooth disease type 2J", "819": "familial encephalopathy with neuroserpin inclusion bodies", "820": "membranous glomerulonephritis", "821": "cervical cancer", "822": "colorectal adenocarcinoma", "823": "squamous cell neoplasm", "824": "Alzheimer disease 4", "825": "hemolytic uremic syndrome, atypical, susceptibility to, 1", "826": "adrenal gland pheochromocytoma", "827": "coralliform cataract", "828": "myotonia congenita, autosomal recessive", "829": "congenital dyserythropoietic anemia type 3", "830": "hyperostosis", "831": "spastic tetraplegia-thin corpus callosum-progressive postnatal microcephaly syndrome", "832": "adult oligodendroglioma", "833": "cerebral cavernous malformation", "834": "congenital secretory chloride diarrhea 1", "835": "juvenile myelomonocytic leukemia", "836": "sacral agenesis-abnormal ossification of the vertebral bodies-persistent notochordal canal syndrome", "837": "pyogenic bacterial infections due to MyD88 deficiency", "838": "Becker muscular dystrophy", "839": "facioscapulohumeral muscular dystrophy 2", "840": "nonepidermolytic palmoplantar keratoderma", "841": "congenital myasthenic syndrome 7", "842": "ataxia and polyneuropathy, adult-onset", "843": "primary hyperoxaluria type 2", "844": "DiGeorge syndrome", "845": "keratoderma hereditarium mutilans", "846": "GTP cyclohydrolase I deficiency with hyperphenylalaninemia", "847": "foveal hypoplasia-presenile cataract syndrome", "848": "coloboma of optic nerve", "849": "migraine with or without aura, susceptibility to, 1", "850": "chromosome 15q13.3 microdeletion syndrome", "851": "short rib-polydactyly syndrome", "852": "hyperinsulinemic hypoglycemia", "853": "colonic disease", "854": "manganese poisoning", "855": "oral cavity squamous cell carcinoma", "856": "cranioectodermal dysplasia", "857": "microcephalic osteodysplastic dysplasia, Saul-Wilson type", "858": "fibrolamellar hepatocellular carcinoma", "859": "hereditary spastic paraplegia 45", "860": "thrombophilia due to thrombin defect", "861": "Usher syndrome type 3B", "862": "carboxypeptidase N deficiency", "863": "tetraamelia-multiple malformations syndrome", "864": "PHGDH deficiency", "865": "cataract 3 multiple types", "866": "bulimia nervosa, susceptibility to, 1", "867": "neuralgic amyotrophy", "868": "vitamin K-dependent clotting factors, combined deficiency of, type 2", "869": "pseudoachondroplasia", "870": "Fanconi anemia complementation group B", "871": "scalp-ear-nipple syndrome", "872": "androgenetic alopecia", "873": "uveitis", "874": "lytic metastatic bone lesion", "875": "hereditary night blindness", "876": "neurodegeneration with brain iron accumulation", "877": "Hermansky-Pudlak syndrome 1", "878": "Frasier syndrome", "879": "conotruncal heart malformations", "880": "extranodal nasal NK/T cell lymphoma", "881": "hereditary multiple osteochondromas", "882": "microvascular complications of diabetes, susceptibility to, 1", "883": "butyrylcholinesterase deficiency", "884": "hereditary angioedema type 2", "885": "EJM1", "886": "sterol carrier protein 2 deficiency", "887": "hypertrophic cardiomyopathy 7", "888": "CHILD syndrome", "889": "Leber congenital amaurosis with early-onset deafness", "890": "epilepsy, familial focal, with variable foci 1", "891": "acyl-CoA dehydrogenase 9 deficiency", "892": "Joubert syndrome 25", "893": "C syndrome", "894": "inherited disease susceptibility", "895": "Jervell and Lange-Nielsen syndrome", "896": "classic familial adenomatous polyposis", "897": "congenital secretory sodium diarrhea 8", "898": "hepatic veno-occlusive disease", "899": "citrullinemia type I", "900": "microphthalmia with coloboma 1", "901": "cataract 30", "902": "intellectual disability, X-linked 107", "903": "lissencephaly 4", "904": "rheumatic heart disease", "905": "mitochondrial DNA depletion syndrome, encephalomyopathic form with methylmalonic aciduria", "906": "cleft lip/palate-ectodermal dysplasia syndrome", "907": "hepatic porphyria", "908": "Bothnia retinal dystrophy", "909": "autosomal recessive pseudohypoaldosteronism type 1", "910": "Reynolds syndrome", "911": "allergic rhinitis", "912": "autosomal dominant limb-girdle muscular dystrophy type 1G", "913": "amphetamine abuse", "914": "proctitis", "915": "malonic aciduria", "916": "congenital neuronal ceroid lipofuscinosis", "917": "pemphigus vulgaris", "918": "Legius syndrome", "919": "leukocyte disease", "920": "congenital diaphragmatic hernia", "921": "prostate cancer, hereditary, 11", "922": "cataract 16 multiple types", "923": "Asperger syndrome, X-linked, susceptibility to, 1", "924": "nephrogenic syndrome of inappropriate antidiuresis", "925": "orofaciodigital syndrome type 6", "926": "Charcot-Marie-Tooth disease recessive intermediate B", "927": "familial visceral amyloidosis", "928": "hyperandrogenism", "929": "nasal cavity disease", "930": "acrocapitofemoral dysplasia", "931": "ovarian hyperstimulation syndrome", "932": "dilated cardiomyopathy 1FF", "933": "acromesomelic dysplasia, Hunter-Thompson type", "934": "agammaglobulinemia 2, autosomal recessive", "935": "Charcot-Marie-Tooth disease type 4G", "936": "dyskeratosis congenita, autosomal dominant 1", "937": "giant axonal neuropathy", "938": "idiopathic achalasia", "939": "polymyositis", "940": "hypomagnesemia, seizures, and intellectual disability 1", "941": "Sengers syndrome", "942": "essential hypertension", "943": "aggressive systemic mastocytosis", "944": "Cowden syndrome 2", "945": "Meier-Gorlin syndrome 5", "946": "non-syndromic intellectual disability", "947": "developmental and epileptic encephalopathy, 2", "948": "camptodactyly-arthropathy-coxa vara-pericarditis syndrome", "949": "corneal dystrophy", "950": "keratomalacia", "951": "Gerstmann-Straussler-Scheinker syndrome", "952": "peritoneal neoplasm", "953": "elliptocytosis 1", "954": "primary lateral sclerosis, adult, 1", "955": "Zellweger spectrum disorders", "956": "sulfite oxidase deficiency due to molybdenum cofactor deficiency", "957": "Bernard-Soulier syndrome", "958": "familial hypertrophic cardiomyopathy", "959": "chronic intestinal pseudoobstruction", "960": "progressive supranuclear palsy", "961": "benign neoplasm of adrenal gland", "962": "Middle East respiratory syndrome", "963": "reducing body myopathy", "964": "pyuria", "965": "osteogenesis imperfecta, type 18", "966": "46,XY complete gonadal dysgenesis", "967": "hereditary spastic paraplegia 47", "968": "cardiomyopathy", "969": "schizophreniform disorder", "970": "acute promyelocytic leukemia", "971": "neurodevelopmental disorder with progressive microcephaly, spasticity, and brain anomalies", "972": "harderoporphyria", "973": "diabetic polyneuropathy", "974": "obstructive lung disease", "975": "oculocerebrorenal syndrome", "976": "spermatogenic failure, Y-linked, 2", "977": "anovulation", "978": "inflammatory bowel disease 17", "979": "factor 5 and Factor VIII, combined deficiency of, 2", "980": "schizencephaly", "981": "central nervous system lupus", "982": "malignant prostate phyllodes tumor", "983": "Bartter disease type 4B", "984": "anthracosis", "985": "atypical hemolytic-uremic syndrome with B factor anomaly", "986": "Charcot-Marie-Tooth disease axonal type 2U", "987": "3-hydroxy-3-methylglutaric aciduria", "988": "PCWH syndrome", "989": "sympathetic ophthalmia", "990": "maturity-onset diabetes of the young type 13", "991": "susceptibility to HIV infection", "992": "lumbar disc degenerative disorder", "993": "hyperlipoproteinemia type V", "994": "intellectual disability, X-linked 61", "995": "epithelial basement membrane dystrophy", "996": "chromosome 22q11.2 microduplication syndrome", "997": "nephritis", "998": "acute T cell leukemia", "999": "onchocerciasis", "1000": "penile disease", "1001": "generalized epilepsy with febrile seizures plus, type 1", "1002": "cutis laxa", "1003": "Minamata disease", "1004": "hairy cell leukemia", "1005": "autosomal dominant Robinow syndrome 1", "1006": "primary hyperoxaluria type 1", "1007": "sudden cardiac arrest", "1008": "syndromic X-linked intellectual disability Nascimento type", "1009": "encephalopathy, progressive, with amyotrophy and optic atrophy", "1010": "trichotillomania", "1011": "hydrocephalus", "1012": "acute myelomonocytic leukemia M4", "1013": "TELO2-related intellectual disability-neurodevelopmental disorder", "1014": "hyperthyroxinemia, dystransthyretinemic", "1015": "head and neck squamous cell carcinoma", "1016": "MHC class I deficiency", "1017": "rhabdomyoma", "1018": "Peutz-Jeghers syndrome", "1019": "Kaposi sarcoma, susceptibility to", "1020": "renal hypomagnesemia 2", "1021": "autosomal recessive limb-girdle muscular dystrophy type 2O", "1022": "antisocial personality disorder", "1023": "Sjogren-Larsson syndrome", "1024": "22q11.2 deletion syndrome", "1025": "autosomal dominant sideroblastic anemia", "1026": "pulmonary hypertension, primary, 1", "1027": "succinyl-CoA:3-ketoacid CoA transferase deficiency", "1028": "keloid", "1029": "cerebral amyloid angiopathy", "1030": "Ehlers-Danlos syndrome, periodontal type 2", "1031": "Stickler syndrome", "1032": "autosomal dominant nocturnal frontal lobe epilepsy", "1033": "epilepsy, familial focal, with variable foci 2", "1034": "sagittal sinus thrombosis", "1035": "Waterhouse-Friderichsen syndrome", "1036": "GM1 gangliosidosis type 2", "1037": "dyskeratosis congenita, autosomal recessive 1", "1038": "familial isolated congenital asplenia", "1039": "obesity disorder", "1040": "nephrotic syndrome, type 8", "1041": "Oguchi disease-1", "1042": "familial juvenile hyperuricemic nephropathy type 2", "1043": "end stage renal failure", "1044": "Lynch syndrome 1", "1045": "retinitis pigmentosa 14", "1046": "ocular cystinosis", "1047": "intellectual disability, autosomal dominant 50", "1048": "bladder benign neoplasm", "1049": "polyvalvular heart disease syndrome", "1050": "permanent neonatal diabetes mellitus", "1051": "cataract 44", "1052": "allergic bronchopulmonary aspergillosis", "1053": "papillary meningioma", "1054": "pulmonary edema", "1055": "Cohen-Gibson syndrome", "1056": "Sezary syndrome", "1057": "alternating hemiplegia of childhood", "1058": "ureteral obstruction", "1059": "nutritional deficiency disease", "1060": "intestinal polyp", "1061": "distal renal tubular acidosis", "1062": "fatal infantile hypertonic myofibrillar myopathy", "1063": "myxoid liposarcoma", "1064": "lymphosarcoma", "1065": "oligoastrocytoma", "1066": "aceruloplasminemia", "1067": "GNE myopathy", "1068": "mood disorder", "1069": "glycogen storage disease due to glycogen branching enzyme deficiency, congenital neuromuscular form", "1070": "Leydig cell hypoplasia, type 1", "1071": "galactosemia", "1072": "familial pancreatic carcinoma", "1073": "Loeys-Dietz syndrome 4", "1074": "Diamond-Blackfan anemia 1", "1075": "urethral stricture", "1076": "KRT14-related epidermolysis bullosa simplex", "1077": "selective IgA deficiency disease", "1078": "Charcot-Marie-Tooth disease type 2I", "1079": "dengue shock syndrome", "1080": "intracranial hemorrhage", "1081": "lingual-facial-buccal dyskinesia", "1082": "neutropenia, severe congenital, 1, autosomal dominant", "1083": "breast carcinoma", "1084": "alcoholic pancreatitis", "1085": "Mendelian disease", "1086": "muscular dystrophy-dystroglycanopathy (congenital with intellectual disability), type B3", "1087": "cardiomyopathy, familial restrictive, 3", "1088": "xeroderma pigmentosum group A", "1089": "vitamin B12-responsive methylmalonic acidemia type cblA", "1090": "adrenal cortex adenoma", "1091": "anodontia", "1092": "short-rib thoracic dysplasia 20 with polydactyly", "1093": "relapsing-remitting multiple sclerosis", "1094": "HELLP syndrome", "1095": "Tay-Sachs disease AB variant", "1096": "vitamin D hydroxylation-deficient rickets, type 1B", "1097": "swine influenza", "1098": "juvenile Paget disease", "1099": "poliomyelitis", "1100": "46,XY sex reversal 1", "1101": "cat-scratch disease", "1102": "variegate porphyria", "1103": "Noonan syndrome 8", "1104": "ulcer disease", "1105": "diffuse cutaneous systemic sclerosis", "1106": "spongiform encephalopathy with neuropsychiatric features", "1107": "colorectal cancer", "1108": "hyperprolactinemia", "1109": "Ehlers-Danlos syndrome progeroid type", "1110": "diabetes insipidus", "1111": "malignant mesothelioma", "1112": "DEND syndrome", "1113": "malignant tumor of neck", "1114": "Bardet-Biedl syndrome 1", "1115": "Leber optic atrophy and dystonia", "1116": "allergic urticaria", "1117": "ichthyosis", "1118": "glucose intolerance", "1119": "acute kidney failure", "1120": "small intestine cancer", "1121": "coronary artery disease, autosomal dominant, 1", "1122": "megalencephaly-polymicrogyria-postaxial polydactyly-hydrocephalus syndrome", "1123": "episodic ataxia type 5", "1124": "Bloom syndrome", "1125": "craniodiaphyseal dysplasia, autosomal dominant", "1126": "acquired angioedema", "1127": "band heterotopia of brain", "1128": "uterine disease", "1129": "hypoactive sexual desire disorder", "1130": "vaginal cancer", "1131": "vertebral, cardiac, renal, and limb defects syndrome 1", "1132": "aromatic L-amino acid decarboxylase deficiency", "1133": "polycystic kidney disease 2", "1134": "Feingold syndrome", "1135": "neuromuscular disease", "1136": "brachydactyly", "1137": "mixed anxiety and depressive disorder", "1138": "intellectual disability, autosomal dominant 34", "1139": "nail disease", "1140": "leukocyte adhesion deficiency", "1141": "hereditary hemorrhagic telangiectasia", "1142": "urinary tract infection", "1143": "generalized epilepsy with febrile seizures plus", "1144": "psammomatous meningioma", "1145": "thymus cancer", "1146": "chromosome 1q21.1 deletion syndrome", "1147": "retinal vein occlusion", "1148": "Charcot-Marie-Tooth disease dominant intermediate C", "1149": "adrenal carcinoma", "1150": "xanthomatosis", "1151": "prostate cancer", "1152": "cocaine dependence", "1153": "monocytopenia with susceptibility to infections", "1154": "biliary tract neoplasm", "1155": "melanoma and neural system tumor syndrome", "1156": "Lichtenstein-Knorr syndrome", "1157": "familial dilated cardiomyopathy", "1158": "symphalangism, proximal, 1B", "1159": "thymic carcinoma", "1160": "DNA repair disease", "1161": "dyskeratosis congenita", "1162": "Fanconi anemia", "1163": "cutaneous porphyria", "1164": "Matthew-Wood syndrome", "1165": "low tension glaucoma", "1166": "spastic ataxia 4", "1167": "muscular dystrophy-dystroglycanopathy (congenital with brain and eye anomalies), type A, 4", "1168": "hypertrophic pyloric stenosis", "1169": "migraine without aura, susceptibility to, 4", "1170": "ring dermoid of cornea", "1171": "hypoplastic left heart syndrome 1", "1172": "eosinophilic esophagitis", "1173": "pneumoconiosis", "1174": "autosomal systemic lupus erythematosus type 16", "1175": "goiter", "1176": "rhizomelic chondrodysplasia punctata type 5", "1177": "gastroesophageal reflux disease", "1178": "Wolf-Hirschhorn syndrome", "1179": "encephalopathy due to GLUT1 deficiency", "1180": "nephrotic syndrome 16", "1181": "cardiac tamponade", "1182": "dermatophytosis of groin and perianal area", "1183": "hydranencephaly", "1184": "developmental and epileptic encephalopathy", "1185": "Buschke-Ollendorff syndrome", "1186": "autosomal recessive cutis laxa type 2B", "1187": "dermatomyositis", "1188": "gastric neoplasm", "1189": "interstitial lung disease", "1190": "metaphyseal anadysplasia", "1191": "split hand-foot malformation 4", "1192": "primary hypertrophic osteoarthropathy", "1193": "primary ciliary dyskinesia 34", "1194": "2p21 microdeletion syndrome", "1195": "12q14 microdeletion syndrome", "1196": "rickets", "1197": "myocarditis", "1198": "ovarian cyst", "1199": "nephrocalcinosis", "1200": "X-linked hypophosphatemic rickets", "1201": "agammaglobulinemia 7, autosomal recessive", "1202": "craniopharyngioma", "1203": "classic maple syrup urine disease", "1204": "calcaneonavicular coalition", "1205": "pancreatic agenesis 1", "1206": "scrapie", "1207": "Dowling-Degos disease 4", "1208": "thrombocytopenia 3", "1209": "brachydactyly type B1", "1210": "endometritis", "1211": "pituitary hypoplasia", "1212": "postaxial acrofacial dysostosis", "1213": "bilateral striopallidodentate calcinosis", "1214": "amelogenesis imperfecta type 1E", "1215": "intermittent explosive disorder", "1216": "Behr syndrome", "1217": "dihydropyrimidinuria", "1218": "congenital generalized lipodystrophy type 2", "1219": "substance withdrawal syndrome", "1220": "cardiomyopathy, familial restrictive, 1", "1221": "brachydactyly type A1D", "1222": "cardioencephalomyopathy, fatal infantile, due to 